<?php
// Site Settings
$locale['401'] = "基本組態";
$locale['402'] = "網站名稱:";
$locale['403'] = "網站網址:";
$locale['404'] = "廣告布條:";
$locale['405'] = "網站電子信箱:";
$locale['406'] = "你的名字或帳號:";
$locale['407'] = "網站介紹:";
$locale['408'] = "如不需要可保留空白不填寫";
$locale['409'] = "網站描述:";
$locale['410'] = "網站關鍵字:";
$locale['411'] = "請用半形逗號分開每個關鍵字";
$locale['412'] = "網站底端顯示:";
$locale['413'] = "網站啟始頁:";
$locale['414'] = "網站語言:";
$locale['415'] = "網站風格:";
// Time & Date Settings
$locale['450'] = "時間以及日期設定";
$locale['451'] = "簡易日期顯示:";
$locale['452'] = "完整日期顯示:";
$locale['453'] = "討論版整日期顯示:";
$locale['454'] = "網站標題處日期顯示:";
$locale['455'] = "-- 選擇一個顯示樣式 --";
$locale['456'] = "時差調整";
// Forum Settings
$locale['500'] = "討論版設定";
$locale['501'] = "最新的討論區主題區塊:";
$locale['502'] = "啟用";
$locale['503'] = "停用";
$locale['505'] = "顯示多少篇討論版文章:";
$locale['506'] = "(最新的討論區主題區塊)";
$locale['507'] = "啟用附件?";
$locale['508'] = "是";
$locale['509'] = "否";
$locale['510'] = "啟用大小最大限制:";
$locale['511'] = "大小單位是 bytes";
$locale['512'] = "可用的檔案類型:";
$locale['513'] = "請用半形逗號分開每個檔案類型";
$locale['514'] = "自動刪文:";
$locale['515'] = "注意";
$locale['516'] = "自動刪除超過設定天數的<br>討論版文章/主題。";
$locale['517'] = "刪除";
$locale['518'] = "天";
// Registration Settings
$locale['550'] = "註冊設定";
$locale['551'] = "啟用註冊系統?";
$locale['552'] = "在註冊時使用電子信箱的確認?";
$locale['553'] = "顯示確認代碼?";
$locale['554'] = "確認代碼顯示形式:";
$locale['555'] = "圖片";
$locale['556'] = "文字";
$locale['557'] = "在註冊時管理員啟動會員帳號?";
// Photo Gallery Settings
$locale['600'] = "相簿藝廊設定";
$locale['601'] = "相簿縮圖大小:";
$locale['602'] = "相片縮圖大小:";
$locale['603'] = "縮圖方式:";
$locale['604'] = "GD1";
$locale['605'] = "GD2";
$locale['606'] = "允許圖片評論?";
$locale['607'] = "每一行的相簿數目:";
$locale['608'] = "每一頁的相簿數目:";
$locale['609'] = "每一行的縮圖數目:";
$locale['610'] = "每一頁的縮圖數目:";
$locale['611'] = "圖片大小最大限制:";
$locale['612'] = "圖片大小最大限制 (bytes):";
$locale['613'] = "寬 x 高";
// Other Settings
$locale['650'] = "其他設定";
$locale['651'] = "過濾文字清單:";
$locale['652'] = "請再每一行輸入一個字。";
$locale['653'] = "如不需要可保留空白不填寫。";
$locale['654'] = "替換文字:";
$locale['655'] = "允許訪客發言?";
$locale['656'] = "線上聊天的文章數:";
$locale['657'] = "維修狀態:";
$locale['658'] = "維修狀態顯示的訊息:";
$locale['659'] = "啟用文字過濾?";
// Private Message Settings
$locale['700'] = "私人訊息設定";
$locale['701'] = "收件夾訊息上限:";
$locale['702'] = "寄件夾訊息上限:";
$locale['703'] = "儲存夾訊息上限:";
$locale['704'] = "設為 0 則做不限制";
$locale['707'] = "私人訊息的限制";
$locale['708'] = "會員的預設設定";
$locale['709'] = "當有新的私人訊息時以電子郵件通知?";
$locale['710'] = "儲存送出訊息嗎?";
$locale['711'] = "注意: 這些選項將以會員自身的設定為準。如果會員沒有對這些設定做出修改，則將以網站的通用預設為準。";
// Save Settings
$locale['750'] = "儲存設定";
$locale['751'] = "<< 上一頁";
$locale['752'] = "下一頁 >>";
// Other Settings
$locale['800'] = "討論版自動刪文";
$locale['801'] = "刪除的文章: ";
$locale['802'] = "刪除的主題: ";
$locale['803'] = "刪除的附件: ";
?>
