<?php
$locale['400'] = "刪除及時聊天訊息";
$locale['401'] = "聊天訊息已經成功刪除";
$locale['402'] = "回到及時聊天管理";
$locale['403'] = "回到控制台首頁";
$locale['404'] = "刪除及時聊天訊息";
$locale['405'] = "聊天訊息已經成功刪除";
// Edit Shout
$locale['420'] = "編輯聊天訊息內容";
$locale['421'] = "訊息內容:";
$locale['422'] = "儲存聊天訊息內容";
// Prune Shoutbox
$locale['430'] = "刪除超過";
$locale['431'] = " 天的及時聊天訊息";
$locale['432'] = "刪除聊天訊息";
// Current Shouts
$locale['440'] = "目前擁有的聊天訊息";
$locale['441'] = "編輯";
$locale['442'] = "刪除";
$locale['443'] = "發表人 IP: ";
$locale['444'] = "目前沒有任何聊天訊息。";
?>
