l<?php
$locale['400'] = "مدير";
$locale['401'] = "شناسه كاربري";
$locale['402'] = "اختيارات مدير";
$locale['403'] = "تنظيمات";
$locale['404'] = "مدير با اختيارات محدود";
$locale['405'] = "هيچ اختياري تعيين نشده است";
$locale['406'] = "ويرايش";
$locale['407'] = "حذف";
// Add New Admin
$locale['410'] = "اضافه كردن مدير";
$locale['411'] = "تمام اختيارات مدير را به مدير جديد واگذار كن";
// Edit Admin Rights
$locale['420'] = "اختيارات مدير";
$locale['421'] = "مدير محتوايي";
$locale['422'] = "مدير كاربري";
$locale['423'] = "مدير سيستم";
$locale['424'] = "ذخيره كردن اختيارات مدير";
?>