<?php
// Delete Image
$locale['400'] = "حذف تصوير";
$locale['401'] = "تصوير مورد نظر حذف شد";
$locale['402'] = "بازگشت به مديريت تصاوير مربوط به سايت";
$locale['403'] = "بازگشت به فهرست مديريت";
// Upload Image
$locale['420'] = "آپلود تصوير";
$locale['421'] = "نام فايل:";
$locale['422'] = "تصاوير كلي";
$locale['423'] = "تصاوير مقالات";
$locale['424'] = "تصاوير خبري";
$locale['425'] = "شما فقط قادر به آپلود تصاوير gif, jpg و يا png مي باشيد";
$locale['426'] = "تصوير آپلود شد";
// View Image
$locale['440'] = "مشاهده تصوير";
$locale['441'] = "خطا ! امكان نمايش اين تصوير وجود ندارد ! فرمت تصوير نامشخص است.";
$locale['442'] = "حذف اين تصوير";
// Image Management
$locale['460'] = "مديريت تصاوير";
$locale['461'] = "مشاهده";
$locale['462'] = "حذف";
$locale['463'] = "اين فولدر خالي مي باشد";
?>