<?php
// Standard
$locale['400'] = "私人讯息";
$locale['401'] = "编写一封新讯息";
$locale['402'] = "收件夹";
$locale['403'] = "寄件夹";
$locale['404'] = "储存夹";
$locale['405'] = "主题";
$locale['406'] = "来自";
$locale['407'] = "收到时间";
$locale['408'] = "站长";
$locale['409'] = "对选取讯息做出:";
$locale['410'] = "选择全部";
$locale['411'] = "取消全部";
$locale['412'] = "储存";
$locale['413'] = "不储存";
$locale['414'] = "已读取";
$locale['415'] = "尚未读取";
$locale['416'] = "删除";
$locale['417'] = "显示寄件者帐号名称开始为:";
$locale['418'] = "全部";
$locale['419'] = "你没有私人讯息";
$locale['420'] = "发送私人讯息";
$locale['421'] = "收件人";
$locale['422'] = "讯息";
$locale['423'] = "BBCode 代码";
$locale['424'] = "表情符号";
$locale['425'] = "选项";
$locale['426'] = "送出";
$locale['427'] = "关闭这篇讯息的 BBCode 代码功能";
$locale['428'] = "在这篇讯息附上签名";
$locale['429'] = "预览";
$locale['430'] = "送出";
$locale['431'] = "阅读私人讯息";
$locale['432'] = "关闭";
$locale['433'] = "回覆";
$locale['434'] = "送给所有会员";
$locale['435'] = "取消";
$locale['436'] = "预览回覆";
$locale['437'] = "送出";
$locale['438'] = "预览讯息";
$locale['439'] = "回覆";
$locale['440'] = "(收到 %s)";
$locale['441'] = "以站长名义撰写";
$locale['442'] = "会员类型";
$locale['443'] = "会员群组";

// Search Options
$locale['450'] = "搜寻和排列选项";
$locale['451'] = "搜寻 / 排列";
$locale['452'] = "清除";
$locale['453'] = "没有找到符合的搜寻结果";
$locale['454'] = "搜寻关键字";
$locale['455'] = "搜寻位置";
$locale['456'] = "排列方式";
$locale['457'] = "(使用 ? 和 * 万用字元搜寻)";
$locale['458'] = "目前显示的关键字是: '%s' 搜寻位置为: '%s' ";
$locale['459'] = "帐号名称开始为 %s 的寄件者 ";
$locale['460'] = "排列方式为 '%s'";
$locale['461'] = "这个讯息夹是空的";
$locale['462'] = "主题";
$locale['463'] = "讯息";
$locale['464'] = "寄件人";
$locale['465'] = "收到的日期/时间";

// Error Messages
$locale['480'] = "发生错误";
$locale['481'] = "错误的讯息 ID";
$locale['482'] = "错误的会员 ID";
$locale['483'] = "限本站会员使用";
$locale['484'] = "你的私人讯息功能因为不当使用已被停止。";
$locale['485'] = "请选择至少一封讯息";
$locale['486'] = "你必须填入的栏位: 主题以及讯息内容";

// Tooltips
$locale['500'] = "点选来写一封新讯息";
$locale['501'] = "点选来观看你收到的讯息";
$locale['502'] = "点选来观看你寄出的讯息";
$locale['503'] = "点选来观看你储存的讯息";
$locale['504'] = "点选来勾选这封讯息";
$locale['505'] = "点选来观看这封讯息";
$locale['506'] = "点选来观看寄件者的资料";
$locale['507'] = "点选来勾选所有讯息";
$locale['508'] = "点选来取消勾选所有讯息";
$locale['509'] = "点选来观看所有讯息";
$locale['510'] = "点选来观看所有由帐号名称开始为 %s 的寄件者送出的讯息";
$locale['511'] = "点选来移动选取讯息至储存夹";
$locale['512'] = "点选来移动选取讯息至收件夹";
$locale['513'] = "点选来把选取讯息改为已读取";
$locale['514'] = "点选来把选取讯息改为尚未读取";
$locale['515'] = "点选来删除点选讯息";
$locale['516'] = "点选来编辑基本设定";

// Options
$locale['620'] = "选项";
$locale['621'] = "当有新的私人讯息时以电子邮件通知:";
$locale['622'] = "自动储存寄送讯息:";
$locale['623'] = "储存选项";
$locale['624'] = "已储存选项";
$locale['625'] = "你有一封在 " .$settings['sitename']. " 的新的私人讯息";
$locale['626'] = ",\r\n你有一封在 " .$settings['sitename']. " 的新的私人讯息。你可以在 ".$settings['siteurl']."messages.php 阅读这封讯息\r\n\r\n如果你不希望再度接到新讯息通知，你也可以在 '私人讯息' 中的 '选项' 页面关闭邮件通知。";
$locale['627'] = "发生错误";
$locale['628'] = "无法寄送私人讯息，该会员的收件夹已满。";
$locale['629'] = "你无法把讯息移到选择的讯息夹中因为该讯息夹已满。";
$locale['630'] = " 讯息限制";
$locale['631'] = "是";
$locale['632'] = "否";
?>
