<?php
$locale['400'] = "如何使用及时聊天功能";
$locale['401'] = $settings['sitename']." 的及时聊天允许访客和会员发表简单的短言。为了确保网站版面不会因为不良的代码格式而变形，因此 HTML 代码将会被移除。最大允许字数是 255 字元，超过的字元将会被自动截除。超过 20 字元的字汇将会被自动拆解到下一行来防止版面被撑大。请 <b>不要</b>:<br>
<br>
* 对访客或会员进行挑衅、侮辱和谩骂。<br>
* 灌水或滥发讯息。<br>
* 使用不雅或人身攻击的言词。<br>
<br>
只要不涉及色情或非法内容，你可以为你的或任何网站打广告。你必须提供你的名字和留言内容，不然你的文章将不会被接受。你将可以在你的留言中使用以下的表情符号:";
$locale['402'] = "代码";
$locale['403'] = "表情符号";
$locale['404'] = $settings['sitename']." 将拥有删除不符合以上规定的文章的权力。任何疑问应该 Email 到 <a href='mailto:".$settings['siteemail']."'>".$settings['siteemail']."</a>.";
?>
