<?php
// Standard
$locale['400'] = "私人訊息";
$locale['401'] = "編寫一封新訊息";
$locale['402'] = "收件夾";
$locale['403'] = "寄件夾";
$locale['404'] = "儲存夾";
$locale['405'] = "主題";
$locale['406'] = "來自";
$locale['407'] = "收到時間";
$locale['408'] = "站長";
$locale['409'] = "對選取訊息做出:";
$locale['410'] = "選擇全部";
$locale['411'] = "取消全部";
$locale['412'] = "儲存";
$locale['413'] = "不儲存";
$locale['414'] = "已讀取";
$locale['415'] = "尚未讀取";
$locale['416'] = "刪除";
$locale['417'] = "顯示寄件者帳號名稱開始為:";
$locale['418'] = "全部";
$locale['419'] = "你沒有私人訊息";
$locale['420'] = "發送私人訊息";
$locale['421'] = "收件人";
$locale['422'] = "訊息";
$locale['423'] = "BBCode 代碼";
$locale['424'] = "表情符號";
$locale['425'] = "選項";
$locale['426'] = "送出";
$locale['427'] = "關閉這篇訊息的 BBCode 代碼功能";
$locale['428'] = "在這篇訊息附上簽名";
$locale['429'] = "預覽";
$locale['430'] = "送出";
$locale['431'] = "閱讀私人訊息";
$locale['432'] = "關閉";
$locale['433'] = "回覆";
$locale['434'] = "送給所有會員";
$locale['435'] = "取消";
$locale['436'] = "預覽回覆";
$locale['437'] = "送出";
$locale['438'] = "預覽訊息";
$locale['439'] = "回覆";
$locale['440'] = "(收到 %s)";
$locale['441'] = "以站長名義撰寫";
$locale['442'] = "會員類型";
$locale['443'] = "會員群組";

// Search Options
$locale['450'] = "搜尋和排列選項";
$locale['451'] = "搜尋 / 排列";
$locale['452'] = "清除";
$locale['453'] = "沒有找到符合的搜尋結果";
$locale['454'] = "搜尋關鍵字";
$locale['455'] = "搜尋位置";
$locale['456'] = "排列方式";
$locale['457'] = "(使用 ? 和 * 萬用字元搜尋)";
$locale['458'] = "目前顯示的關鍵字是: '%s' 搜尋位置為: '%s' ";
$locale['459'] = "帳號名稱開始為 %s 的寄件者 ";
$locale['460'] = "排列方式為 '%s'";
$locale['461'] = "這個訊息夾是空的";
$locale['462'] = "主題";
$locale['463'] = "訊息";
$locale['464'] = "寄件人";
$locale['465'] = "收到的日期/時間";

// Error Messages
$locale['480'] = "發生錯誤";
$locale['481'] = "錯誤的訊息 ID";
$locale['482'] = "錯誤的會員 ID";
$locale['483'] = "限本站會員使用";
$locale['484'] = "你的私人訊息功能因為不當使用已被停止。";
$locale['485'] = "請選擇至少一封訊息";
$locale['486'] = "你必須填入的欄位: 主題以及訊息內容";

// Tooltips
$locale['500'] = "點選來寫一封新訊息";
$locale['501'] = "點選來觀看你收到的訊息";
$locale['502'] = "點選來觀看你寄出的訊息";
$locale['503'] = "點選來觀看你儲存的訊息";
$locale['504'] = "點選來勾選這封訊息";
$locale['505'] = "點選來觀看這封訊息";
$locale['506'] = "點選來觀看寄件者的資料";
$locale['507'] = "點選來勾選所有訊息";
$locale['508'] = "點選來取消勾選所有訊息";
$locale['509'] = "點選來觀看所有訊息";
$locale['510'] = "點選來觀看所有由帳號名稱開始為 %s 的寄件者送出的訊息";
$locale['511'] = "點選來移動選取訊息至儲存夾";
$locale['512'] = "點選來移動選取訊息至收件夾";
$locale['513'] = "點選來把選取訊息改為已讀取";
$locale['514'] = "點選來把選取訊息改為尚未讀取";
$locale['515'] = "點選來刪除點選訊息";
$locale['516'] = "點選來編輯基本設定";

// Options
$locale['620'] = "選項";
$locale['621'] = "當有新的私人訊息時以電子郵件通知:";
$locale['622'] = "自動儲存寄送訊息:";
$locale['623'] = "儲存選項";
$locale['624'] = "已儲存選項";
$locale['625'] = "你有一封在 " .$settings['sitename']. " 的新的私人訊息";
$locale['626'] = ",\r\n你有一封在 " .$settings['sitename']. " 的新的私人訊息。你可以在 ".$settings['siteurl']."messages.php 閱讀這封訊息\r\n\r\n如果你不希望再度接到新訊息通知，你也可以在 '私人訊息' 中的 '選項' 頁面關閉郵件通知。";
$locale['627'] = "發生錯誤";
$locale['628'] = "無法寄送私人訊息，該會員的收件夾已滿。";
$locale['629'] = "你無法把訊息移到選擇的訊息夾中因為該訊息夾已滿。";
$locale['630'] = " 訊息限制";
$locale['631'] = "是";
$locale['632'] = "否";
?>
