<?php
$locale['400'] = "如何使用及時聊天功能";
$locale['401'] = $settings['sitename']." 的及時聊天允許訪客和會員發表簡單的短言。為了確保網站版面不會因為不良的代碼格式而變形，因此 HTML 代碼將會被移除。最大允許字數是 255 字元，超過的字元將會被自動截除。超過 20 字元的字彙將會被自動拆解到下一行來防止版面被撐大。請 <b>不要</b>:<br>
<br>
* 對訪客或會員進行挑釁、侮辱和謾罵。<br>
* 灌水或濫發訊息。<br>
* 使用不雅或人身攻擊的言詞。<br>
<br>
只要不涉及色情或非法內容，你可以為你的或任何網站打廣告。你必須提供你的名字和留言內容，不然你的文章將不會被接受。你將可以在你的留言中使用以下的表情符號:";
$locale['402'] = "代碼";
$locale['403'] = "表情符號";
$locale['404'] = $settings['sitename']." 將擁有刪除不符合以上規定的文章的權力。任何疑問應該 Email 到 <a href='mailto:".$settings['siteemail']."'>".$settings['siteemail']."</a>.";
?>
