<?php
$locale['400'] = "بازيابي رمز عبور";
$locale['401'] = "سلام [USER_NAME],\n
Your new password to access your ".$settings['sitename']." account is:\n
[NEW_PASS]\n
Regards,
".$settings['siteusername'];
$locale['402'] = "رمز عبور جديد شما به آدرس ايميلتان ارسال شد.";
$locale['403'] = "بازگشت به صفحه اصلي سايت";
$locale['404'] = "آدرس پست الكترونيكي كه وارد كرديد در بانك اطلاعاتي سايت يافت نشد.";
$locale['405'] = "لطفا مجددا سعي نماييد.";
$locale['406'] = "لطفاً آدرس پست الكترونيكي كه با استفاده از آن در سايت ثبت نام كرده ايد را وارد كنيد.<br>
رمز عبور جديد شما به آدرس ايميلتان ارسال خواهد شد.";
$locale['407'] = "ارسال رمز عبور";
?>