<?php
$locale['title'] = "PHP-Fusion نصب";
$locale['charset'] = "UTF-8";
$locale['400'] = "Select a locale";
$locale['401'] = "امكان اتصال به بانك اطلاعاتي وجود ندارد.<br><br>
لطفاً از درست بودن اطلاعات واردشده اطمينان حاصل نماييد.";
$locale['402'] = "امكان ساخت جداول در بانك اطلاعاتي وجود ندارد.<br><br>
لطفاً از درست بودن اطلاعات واردشده اطمينان حاصل نماييد.";
// Step 0 - Welcome
$locale['410'] = "به برنامه نصبPHP-Fusion خوش آمديد";
$locale['411'] = "امكان دسترسي به فايلها با موفقيت انجام شد";
$locale['412'] = "امكان دسترسي به فايلها براي نصب وجود ندارد";
$locale['413'] = "لطفاً از سطح دسترسي به پوشه ها براي نصب مطمئن شويد.";
$locale['414'] = "لطفاً فرم زير را كامل كنيد و سپس ادمه را انتخاب نماييد.";
// Step 0 - Access criteria
$locale['420'] = "تنظيمات دسترسي به بانك اطلاعاتي";
$locale['421'] = "نام هاست بانك اطلاعاتي:";
$locale['422'] = "شناسه كاربري بانك اطلاعاتي:";
$locale['423'] = "رمز عبور بانك اطلاعاتي :";
$locale['424'] = "نام بانك اطلاعاتي :";
$locale['425'] = "Table Prefix بانك اطلاعاتي :";
$locale['426'] = "ادامه";
// Step 1 - Write to config / Create database tables
$locale['430'] = "امكان نوشتن تنظيمات بر روي فايل fusion_config.php وجود ندارد.<br>لطفا سطح دسترسي به اين فايل را چك كرده و آنرا بر روي 777 تنظيم كنيد ، سپس مجددا سعي در نصب بكنيد.";
$locale['431'] = "برنامه نصب امكان ساخت يك يا تعدادي از جداول را ندارد.<br><br>
لطفاً برنامه نصب را مجدداً اجرا كنيد.<br><br>
اگر شما نمي توانيد مشكل نصب خود را حل كنيد لطفاً به قسمت پشتيباني سايت در<br>
 <a href='http://www.php-fusion.co.uk' target='blank'>php-fusion.co.uk</a> مراجعه نماييد";
$locale['432'] = "فايل Config با موفقيت نوشته شد.<br><br>\n";
$locale['433'] = "جداول بانك اطلاعاتي با موفقيت ساخته شد<br><br>
لطفاً فرم زير را كامل كنيد و سپس ادمه را انتخاب نماييد.";
// Step 1 - Super Admin login
$locale['440'] = "مشخصات مدير كل سايت";
$locale['441'] = "نام كاربري:";
$locale['442'] = "رمز عبور:";
$locale['443'] = "تكرار رمز عبور:";
$locale['444'] = "آدرس پست الكترونيكي:";
// Step 2 - User details validation
$locale['450'] = "نام كاربري داراي كاركترهاي غير مجاز مي باشد";
$locale['451'] = "دو رمز وارد شده يكسان نمي باشند.";
$locale['452'] = "رمز عبور انتخابي شما غير معتبر است ، فقط از حروف و اعداد استفاده نماييد<br>
حداقل طول رمز عبور بايد 6 كاراكتر باشد.";
$locale['453'] = "آدرس پست الكترونيكي شما معتبر نمي باشد";
$locale['454'] = "خطايي در ورود اطلاعات تنظيمات كاربري شما وجود دارد";
// Step 2 - Admin Panels
$locale['460'] = "مدير سايت";
$locale['461'] = "بخشهاي مقالات";
$locale['462'] = "مقالات";
$locale['463'] = "ليست سياه";
$locale['464'] = "نظرات";
$locale['465'] = "صفحه دلخواه";
$locale['466'] = "پشتيباني بانك اطلاعاتي";
$locale['467'] = "بخشهاي دريافت فايل";
$locale['468'] = "دريافت فايل";
$locale['469'] = "سوال و جواب";
$locale['470'] = "انجمنها";
$locale['471'] = "عكسها";
$locale['472'] = "Infusions";
$locale['473'] = "Infusion Panels";
$locale['474'] = "اعضا";
$locale['475'] = "اخبار";
$locale['476'] = "Panels";
$locale['477'] = "آلبوم تصاوير";
$locale['478'] = "PHP Info";
$locale['479'] = "نظرسنجي";
$locale['480'] = "پيغامگير";
$locale['481'] = "لينك سايتها";
$locale['482'] = "توابع";
$locale['483'] = "به روزرساني";
$locale['484'] = "گروههاي كاربري";
$locale['485'] = "بخشهاي لينكها";
$locale['486'] = "لينكها";
$locale['487'] = "تنظيمات اصلي";
$locale['488'] = "تنظيمات روز/ساعت";
$locale['489'] = "تنظيمات انجمنها";
$locale['490'] = "تنظيمات ثبت نام";
$locale['491'] = "تنظيمات آلبوم تصاوير";
$locale['492'] = "تنظيمات متفرقه";
$locale['493'] = "تنظيمات پيغامهاي شخصي";
// Step 2 - Navigation Links
$locale['500'] = "صفحه اصلي";
$locale['501'] = "مقالات";
$locale['502'] = "دريافت فايل";
$locale['503'] = "سوال و جواب";
$locale['504'] = "انجمن هاي سايت";
$locale['505'] = "تماس با ما";
$locale['506'] = "دفتر يادبود ميهمانان";
$locale['507'] = "لينك ها";
$locale['508'] = "آلبوم تصاوير";
$locale['509'] = "جستجو";
$locale['510'] = "افزودن لينك";
$locale['511'] = "ارسال خبر";
$locale['512'] = "ارسال مقاله";
// Stage 2 - Panels
$locale['520'] = "فهرست";
$locale['521'] = "كاربران آنلاين";
$locale['522'] = "ارسال هاي انجمن";
$locale['523'] = "جديدترين مقالات";
$locale['524'] = "پيغام خوش آمدگويي";
$locale['525'] = "آخرين موضوعات فعال انجمن ها";
$locale['526'] = "اطلاعات كاربري";
$locale['527'] = "نظرسنجي";
$locale['528'] = "پيغامگير";
// Final message
$locale['540'] = "نصب سيستم با موفقيت انجام پذيرفت, PHP-Fusion هم اكنون آماده استفاده مي باشد.<br>
<a href='index.php'>اينجا را انتخاب كنيد</a> تا به سايت PHP-Fusion خود وارد شويد.<br>
<b>Note</b> شما بايد فايل setup.php را از روي سرور خود حذف نماييد<br>
و سطح دسترسي فايل config.php را براي امنيت بيشتر به 644 بازگردانيد.<br><br>
از انتخابPHP-Fusion متشكريم.";
?>