<?php
$locale['400'] = "Администратор";
$locale['401'] = "Имя пользователя";
$locale['402'] = "Права админа";
$locale['403'] = "Опции";
$locale['404'] = "Первый админ";
$locale['405'] = "Нет назначенных прав";
$locale['406'] = "Редактировать";
$locale['407'] = "Удаление";
// Add New Admin
$locale['410'] = "Добавить админа";
$locale['411'] = "Делегируйте все права новому админу";
// Edit Admin Rights
$locale['420'] = "Права Админа";
$locale['421'] = "Обновить админа";
$locale['422'] = "Администратор-модератор";
$locale['423'] = "Системный администратор";
$locale['424'] = "Сохранить права админа";
?>