<?php
// Database Restore
$locale['400'] = "Восстановление БД";
$locale['401'] = "Ошибка";
$locale['402'] = "Неверный формат файла сохранения";
$locale['403'] = "Закрыть";
// Backup File Information
$locale['410'] = "Информация о Бэкапе";
$locale['411'] = "Информация о файле восстановление";
$locale['412'] = "Имя файла сохранения:";
$locale['413'] = "Дата Бэкапа:";
$locale['414'] = "Имя файла сохранения:";
$locale['415'] = "Префикс ядра таблицы:";
$locale['416'] = "Таблицы:";
$locale['417'] = "Просмотр";
$locale['418'] = "Сброс";
// Database Restore
$locale['430'] = "Опции восстановления";
$locale['431'] = "Имя файла:";
$locale['432'] = "Дата:";
$locale['433'] = "Создать таблицы:";
$locale['434'] = "Заполненные таблицы:";
$locale['435'] = "Выбор:";
$locale['436'] = "все";
$locale['437'] = "нет";
$locale['438'] = "Восстановить";
$locale['439'] = "Сброс";
// Database Backup
$locale['450'] = "Сохранить базу";
$locale['451'] = "Информация";
$locale['452'] = "Общий размер таблицы:";
$locale['453'] = "Размер ядра:";
$locale['454'] = "Опции сохранения:";
$locale['455'] = "Тип сохранения:";
$locale['456'] = "(сжатие)";
$locale['457'] = "Таблицы базы";
$locale['458'] = "ядро";
$locale['459'] = "Бэкап";
$locale['460'] = "Удалить Бэкап?";
// Backup List
$locale['480'] = "Список Бэкапов";
$locale['481'] = "Имя файла";
$locale['482'] = "Дата";
$locale['483'] = "Размер";
$locale['484'] = "Опции";
$locale['485'] = "Удалить";
$locale['486'] = "Восстановить";
$locale['487'] = "Информация";
$locale['488'] = "Нет созданных Бэкапов";
$locale['489'] = "Директория ";
$locale['490'] = " не читается";
?>