<?php
// Post Titles
define("LAN_400", "Предв. просмотр");
define("LAN_401", "Опубликовать");
define("LAN_402", "Предв. просмотр");
define("LAN_403", "Ответить");
define("LAN_404", "Ответить");
define("LAN_405", "Предв. просмотр");
define("LAN_407", "Удалить сообщение");
define("LAN_408", "Изменить сообщение");
define("LAN_409", "Сохранить");
// Post Preview
define("LAN_420", "Без заголовка");
define("LAN_421", "Нет сообщения. Вы не сможете разместить тему без сообщения.");
define("LAN_422", "Автор:");
define("LAN_423", "Сообщений:");
define("LAN_424", "Откуда:");
define("LAN_425", "Зарегистрирован:");
define("LAN_426", "Опубликовано ");
define("LAN_427", "Изменил(а) ");
define("LAN_428", ", ");
define("LAN_429", " написал:");
// Post Error/Success
define("LAN_440", "Такой тип файлов не разрешен для закачки.");
define("LAN_441", "Ошибка: Вы не ввели тему сообщения или само сообщение");
define("LAN_442", "Тема опубликована");
define("LAN_443", "Ответ опубликован");
define("LAN_444", "Тема удалена");
define("LAN_445", "Сообщение удалено");
define("LAN_446", "Сообщение обновлено");
define("LAN_447", "В тему");
define("LAN_448", "На форум");
define("LAN_449", "На главную страницу форумов");
define("LAN_450", "Ошибка: Всемя сессии истекло. Вам нужно еще раз ввести ваш логин и пароль.");
// Post Form
define("LAN_460", "Тема");
define("LAN_461", "Сообщение");
define("LAN_462", "Цвет шрифта: ");
define("LAN_463", "Опции");
define("LAN_464", "Аттач");
define("LAN_465", " (не обязательно)");
// Post Form Options
define("LAN_480", " Прилепить тему");
define("LAN_481", " Присоеденить подпись");
define("LAN_482", " Удалить сообщение");
define("LAN_483", " Отключть смайлы в сообщении");
// Post Access Violation
define("LAN_500", "Вы не можете изменять данное сообщение.");
// Search Forum Form
define("LAN_530", "Искать по форуму");
define("LAN_531", "Ключевые слова");
define("LAN_532", "Искать");
?>