<?php
// Forum Index
define("LAN_400", "Форумы");
define("LAN_401", "Форум");
define("LAN_402", "Тем");
define("LAN_403", "Сообщений");
define("LAN_404", "Обновления");
define("LAN_405", "Нет сообщений");
define("LAN_406", "Автор: ");
define("LAN_407", "Нет форумов.");
define("LAN_408", "Нет категорий.");
define("LAN_409", "Форумы, имеющие новые сообщения со времени вашего последнего визита.");
define("LAN_410", "Форумы, не имеющие новых сообщений со времени вашего последнего визита.");
define("LAN_411", "Модератор ");
// View Forum
define("LAN_450", "Просмотр форума");
define("LAN_451", "Тема");
define("LAN_452", "Автор");
define("LAN_453", "Просмотров");
define("LAN_454", "Ответов");
define("LAN_455", "Тем нет");
define("LAN_456", "Открытая тема, имеющая новые сообщения с момента вашего последнего визита ");
define("LAN_457", "20 или более");
define("LAN_458", "Открытая тема, не имеющая новых сообщений с момента вашего последнего визита.");
define("LAN_459", "Закрытая тема.");
define("LAN_460", "Вы не авторизированы для промотра этого форума.");
// View Thread
define("LAN_500", "Просмотр темы");
define("LAN_501", "Автор");
define("LAN_502", "Сообщений:");
define("LAN_503", "Откуда:");
define("LAN_504", "Зарегистрирован:");
define("LAN_505", "Опубликовано ");
define("LAN_506", " зааттачил изображение:");
define("LAN_507", " зааттачил файл:");
define("LAN_508", "Изменил(а) ");
define("LAN_509", ", ");
define("LAN_510", "Вы не авторизированы для промотра этой темы.");
define("LAN_511", "На главную страницу форума");
define("LAN_512", "Быстрый ответ");
define("LAN_513", "Ответить");

// Moderator Options
define("LAN_520", "Опции модератора:");
define("LAN_521", "Удалить тему");
define("LAN_522", "Закрыть тему");
define("LAN_523", "Открыть тему");
define("LAN_524", "Прикрепить тему");
define("LAN_525", "Убрать прикрепление");
define("LAN_526", "Переместить тему");
define("LAN_527", "Сделать новой");
define("LAN_528", "ОК");
// Search Forum
define("LAN_550", "Поиск");
?>