<?php
define("LAN_400", "Удалить сообщения");
define("LAN_401", "Сообщения удалены");
define("LAN_402", "Назад в панель управления мини-чатом");
define("LAN_403", "Назад в панель администратора");
define("LAN_404", "Удалить сообщение");
define("LAN_405", "Сообщение удалено");
// Edit Shout
define("LAN_420", "Изменить сообщение");
define("LAN_421", "Сообщение:");
define("LAN_422", "Сохранить");
// Prune Shoutbox
define("LAN_430", "Удалить все сообщения старше");
define("LAN_431", " дней");
define("LAN_432", "Удалить");
// Current Shouts
define("LAN_440", "Сообщения");
define("LAN_441", "Изменить");
define("LAN_442", "Удалить");
define("LAN_443", "Пользовательский IP: ");
define("LAN_444", "Нет сообщений.");
?>