<?php
define("LAN_400", "Запись опроса");
define("LAN_401", "Опрос обновлен");
define("LAN_402", "Новый опрос сохранен");
define("LAN_403", "Удалить опрос");
define("LAN_404", "Опрос удален");
define("LAN_405", "Назад в панель администратора");
// Preview Poll
define("LAN_410", "Предв. просмотр");
define("LAN_411", "ОК");
// Edit/Delete Poll
define("LAN_420", "Текущий опрос");
define("LAN_421", "Редактировать");
define("LAN_422", "Удалить");
// Add/Edit Poll Form
define("LAN_430", "Добавить голосование");
define("LAN_431", "Редактировать голосование");
define("LAN_433", "Заголовок опроса:");
define("LAN_434", "Опции ");
define("LAN_435", " Опрос закрыт");
define("LAN_436", "Начат: ");
define("LAN_437", "Закончен: ");
define("LAN_438", "Добавить опции");
define("LAN_439", "Предворительный просмотр");
define("LAN_440", "Сохранить опрос");
?>