<?php
// Admin Links
define("LAN_200", $settings['sitename']." | Панель администратора");
define("LAN_201", "Статьи");
define("LAN_202", "Категории статей");
define("LAN_203", "Комментарии");
define("LAN_204", "Страницы");
define("LAN_205", "Бэкап БД");
define("LAN_206", "Файловый архив");
define("LAN_207", "Категории файлов");
define("LAN_208", "Управление Форумом");
define("LAN_209", "Изображения");
define("LAN_210", "Пользователи");
define("LAN_211", "Новости");
define("LAN_212", "Панели");
define("LAN_213", "PHP-инфо");
define("LAN_214", "Опросы");
define("LAN_215", "Мини-Чат");
define("LAN_216", "Навигация");
define("LAN_217", "ОСНОВНЫЕ УСТАНОВКИ!");
define("LAN_218", "Утвердить контент");
define("LAN_219", "Ссылки");
define("LAN_220", "Категории ссылок");
define("LAN_221", "Апгрейд");
// New Panels
define("LAN_222", "Помощь");
define("LAN_223", "Фотоальбомы");
define("LAN_224", "Черный список");
define("LAN_225", "Группы пользователей");
define("LAN_226", "Администраторы");
define("LAN_227", "Управление Плагинами");
define("LAN_228", "Микшер панель");
// Site Information
define("LAN_250", "Информация");
define("LAN_251", "Зарегистрировано пользователей:");
define("LAN_252", "Забанено пользователей:");
define("LAN_253", "Не одобрено новостей:");
define("LAN_254", "Не одобрено статей:");
define("LAN_255", "Не одобрено ссылок:");
define("LAN_256", "Комментариев:");
define("LAN_257", "Сообщений в чате:");
define("LAN_258", "Сообщений на форуме:");
?>