<?php
// Delete Image
define("LAN_400", "Удаление картинки");
define("LAN_401", "Картинка удалена");
define("LAN_402", "Возврат в управление картинками");
define("LAN_403", "Возврат в панель администратора");
// Upload Image
define("LAN_420", "Загрузить картинку");
define("LAN_421", "Имя файла:");
define("LAN_422", "Основные изображения");
define("LAN_423", "Статьи изображений");
define("LAN_424", "Новые картинки");
define("LAN_425", "Вы можете загружать картинки только форматов gif, png или jpg.");
define("LAN_426", "Картинка загружена");
// View Image
define("LAN_440", "Просмотр картинки");
define("LAN_441", "Неизвестный файловый формат, не могу отобразить картинку.");
define("LAN_442", "Удалить это изображение");
// Image Management
define("LAN_460", "Картинки");
define("LAN_461", "Просмотр");
define("LAN_462", "Удалить");
define("LAN_463", "Этот каталог пустой");
?>