<?php
define("LAN_400", "Удалить ссылку");
define("LAN_401", "Ссылка удалена");
define("LAN_402", "Назад в панель управления навигацией");
define("LAN_403", "Назад в панель администратора");
// Site Link Titles
define("LAN_410", "Изменить ссылку");
define("LAN_411", "Добавить ссылку");
define("LAN_412", "Навигация");
// Site Links Form
define("LAN_420", "Название:");
define("LAN_421", "URL:");
define("LAN_422", "Обзор:");
define("LAN_423", "Порядок:");
define("LAN_424", "Позиция:");
define("LAN_425", "только навигационная панель");
define("LAN_426", "навигационная панель и подзаголовок");
define("LAN_427", "только подзаголовок");
define("LAN_428", "Открыть ссылку в новом окне");
define("LAN_429", "Сохранить ссылку");
// Site Links List
define("LAN_430", "Имя ссылки");
define("LAN_431", "Обзор");
define("LAN_432", "Порядок");
define("LAN_433", "Опции");
define("LAN_434", "Править");
define("LAN_435", "Удалить");
define("LAN_436", "Нет ссылок.");
?>