<?php
define("LAN_400", "Изменение страницы");
define("LAN_401", "Изменения сохранены");
define("LAN_402", "Ссылка на эту страницу: ");
define("LAN_403", "Вернуться в панель управления страницами");
define("LAN_404", "Вернуться в панель администратора");
define("LAN_405", "Добавить страницу");
define("LAN_406", "Страница добавлена");
define("LAN_407", "Удаление страницы");
define("LAN_408", "Страница удалена");
// edit/delete existing custom page
define("LAN_420", "Страницы");
define("LAN_421", "Изменить");
define("LAN_422", "Удалить");
// custom_pages form
define("LAN_430", "Название:");
define("LAN_431", "Доступ: ");
define("LAN_432", "Содержание:");
define("LAN_433", "Добавить ссылку в меню навигации");
define("LAN_434", "Предв. просмотр");
define("LAN_435", "Сохранить страницу");
?>