<?php
// Delete Submission
define("LAN_400", "Удалить присланную ссылку");
define("LAN_401", "Ссылка удалена");
define("LAN_402", "Вернуться к управлению присланным");
define("LAN_403", "Вернуться в панель администратора");
// Submission Options
define("LAN_410", "Представленный контент");
define("LAN_411", "Представленные ссылки:");
define("LAN_412", "Представленные Новости:");
define("LAN_413", "Представленные Статьи:");
define("LAN_414", "Нет ссылок, ожидающих проверки.");
define("LAN_415", "Нет новостей, ожидающих проверки.");
define("LAN_416", "Нет статей, ожидающих проверки.");
define("LAN_417", "Просмотр");
define("LAN_418", "Удалить");
// Add/Delete Web Link Submissions
define("LAN_430", "Опубликовать присланную ссылку");
define("LAN_431", "Ссылка добавлена");
define("LAN_432", "Удалить присланную ссылку");
define("LAN_433", "Ссылка удалена");
define("LAN_434", "Нет категорий");
// Web Link Submission Form
define("LAN_440", "Просмотр нового контента");
define("LAN_441", "Ссылку добавил ");
define("LAN_442", ", ");
define("LAN_443", "Категория:");
define("LAN_444", "Назвние ссылки:");
define("LAN_445", "URL ссылки:");
define("LAN_446", "Описание ссылки:");
define("LAN_447", "Вы хотите публиковать или удалить эту ссылку?");
define("LAN_448", "Опубликовать");
define("LAN_449", "Удалить ссылку");
// Add/Delete News Submissions
define("LAN_490", "Публикация новостей");
define("LAN_491", "Новости опубликована");
define("LAN_492", "Удалить присланную новость");
define("LAN_493", "Новость удалена");
// News Submission Form
define("LAN_500", "Опции");
define("LAN_501", "Новости добавил ");
define("LAN_502", "Вы хотите публиковать или удалить эту новость?");
define("LAN_503", "Публиковать");
define("LAN_504", "Удалить новость");
// Add/Delete Article Submissions
define("LAN_530", "Публикация статей");
define("LAN_531", "Статья опубликована");
define("LAN_532", "Удаление статьи");
define("LAN_533", "Статья удалена");
// Article Submission Form
define("LAN_540", "Опции");
define("LAN_541", "Эта статья добавлена ");
define("LAN_542", "Вы хотите публиковать или удалить эту статью?");
define("LAN_543", "Публиковать");
define("LAN_544", "Удалить статью");
?>