<?php
// Member Management Options
define("LAN_400", "Управление пользователями");
define("LAN_401", "Пользователь");
define("LAN_402", "Добавить");
define("LAN_403", "Статус");
define("LAN_404", "Опции");
define("LAN_405", "Просмотр");
define("LAN_406", "Править");
define("LAN_407", "Разбанить");
define("LAN_408", "Забанить");
define("LAN_409", "Удалить");
define("LAN_410", "Нет имени пользователя, начинающих с ");
define("LAN_411", "Показать всеl");
// Ban/Unban/Delete Member
define("LAN_420", "Забанен");
define("LAN_421", "Разбанен");
define("LAN_422", "Пользователь удален");
define("LAN_423", "Вы действительно хотите удалить этого пользователя?");
// Edit Member Details
define("LAN_430", "Редактировать пользователя");
define("LAN_431", "Информация о пользователе обновлена");
define("LAN_432", "Возврат в управление пользователями");
define("LAN_433", "Вернуться в панель администрирования");
define("LAN_434", "Не могу обновить информацию пользователя:");
// Extra Edit Member Details form options
define("LAN_440", "Сохранить изменения");
// Update Profile Errors
define("LAN_450", "Невозможно изменить информацию о главном администраторе.");
define("LAN_451", "Вы должны ввести имя и E-mail пользователя.");
define("LAN_452", "Имя пользователя содержит не разрешенные символы.");
define("LAN_453", "Имя ".$_POST['user_name']." уже используется.");
define("LAN_454", "Недопустимый E-mail");
define("LAN_455", "E-mail ".$_POST['user_email']." уже используется.");
define("LAN_456", "Новые пароли не совпадают.");
define("LAN_457", "Недопустимый пароль. Используйте только буквы английского алфавита и цифры.<br>Пароль должен быть не менее 6 символов.");
define("LAN_458", "<b>Внимание:</b> ошибка выполнения скрипта.");
// View Member Profile
define("LAN_470", "Профиль пользователя: ");
define("LAN_471", "Основная информация");
define("LAN_472", "Статистика");
define("LAN_473", "Группы пользователей");
// Add Member Errors
define("LAN_480", "Добавить пользователя");
define("LAN_481", "Аккаунт пользователя создан.");
define("LAN_482", "Аккаунт пользователя не создан.");
?>