<?php
// Edit/Save/Delete User Group Messages
define("LAN_400", "Редактировать группу пользователей");
define("LAN_401", "Группа пользователей модифицирована");
define("LAN_402", "Добавить пользовательскую группу");
define("LAN_403", "Пользовательская группа добавлена");
define("LAN_404", "Редактировать пользовательскую группу");
define("LAN_405", "Всех пользователей добавить в группу");
define("LAN_406", "Всех пользователей удалить из группы");
define("LAN_407", "Выбрать пользователя для добавления в группу");
define("LAN_408", "Удалить пользовательскую группу");
define("LAN_409", "Группа не может быть удалена");
define("LAN_410", "В группе есть пользователи, удали сначала их.");
define("LAN_411", "Пользовательская группа удалена");
define("LAN_412", "Вернуться в управления пользовательскими группами");
define("LAN_413", "Вернуться в панель администратора");
// Edit/Delete Options
define("LAN_420", "Пользовательские группы");
define("LAN_421", "Правка");
define("LAN_422", "Удалить");
define("LAN_423", "Удалить эту группу?");
// Edit/Add User Group
define("LAN_430", "Редактирование пользовательской группы");
define("LAN_431", "Добавить группу пользователей");
define("LAN_432", "Название группы:");
define("LAN_433", "Описание группы:");
define("LAN_434", "Сохранить группу");
define("LAN_435", "Добавить всех пользователей");
define("LAN_436", "Удалить всех пользователей");
define("LAN_437", "Сохранить выбранных пользователей");
?>