<?php
// Site Settings
define("LAN_400", "Основные настройки сайта");
define("LAN_401", "Главные настройки");
define("LAN_402", "Название сайта:");
define("LAN_403", "URL сайта:");
define("LAN_404", "Лого сайта:");
define("LAN_405", "E-mail администратора:");
define("LAN_406", "Ваше имя:");
define("LAN_407", "Приветствие сайта:");
define("LAN_408", "Не обязательно");
define("LAN_409", "Описание сайта:");
define("LAN_410", "Ключевые слова сайта:");
define("LAN_411", "Слова разделяйте запятой");
define("LAN_412", "Нижняя часть сайта:");
define("LAN_413", "Стартовая страница:");
define("LAN_414", "Новости");
define("LAN_415", "Downloads");
define("LAN_416", "Ссылки");
define("LAN_417", "Форум");
define("LAN_418", "Другое");
define("LAN_419", "Страница должна быть относительно корня сайта, например, news.php");
define("LAN_420", "Язык сайта:");
define("LAN_421", "Вариант дизайна:");
// Time & Date Settings
define("LAN_450", "Настройки даты и времени");
define("LAN_451", "Короткий формат даты:");
define("LAN_452", "Расширеный формат даты:");
define("LAN_453", "Формат даты на форуме:");
define("LAN_454", "Временной сдвиг");
// Forum Settings
define("LAN_500", "Настройки форума");
define("LAN_501", "Панель последних сообщений:");
define("LAN_502", "ВКЛ");
define("LAN_503", "ВЫКЛ");
define("LAN_505", "Кол-во тем:");
define("LAN_506", "(На панели)");
define("LAN_507", "Разрешить аттачи:");
define("LAN_508", "Да");
define("LAN_509", "Нет");
define("LAN_510", "Максимальный размер аттача:");
define("LAN_511", "Максимальный размер файла в байтах");
define("LAN_512", "Разрешенные типы файлов:");
define("LAN_513", "Разделяйте типы файлов запятой");
define("LAN_514", "Чистка форума:");
define("LAN_515", "Внимание");
define("LAN_516", "Будут удалены все темы/сообщения<br>
которые старше указанного
кол-ва дней.");
define("LAN_517", "Чистить");
define("LAN_518", "Дней");
// Registration Settings
define("LAN_550", "Установки регистрации");
define("LAN_551", "Разрешить систему регистрации?");
define("LAN_552", "Использовать проверку email при регистрации?");
define("LAN_553", "Отображать проверочный код?");
define("LAN_554", "Тип кода проверки:");
define("LAN_555", "Картинка");
define("LAN_556", "Текст");
// Photo Gallery Settings
define("LAN_600", "Установки фото галереи");
define("LAN_601", "Размер превью альбома:");
define("LAN_602", "Размер превью фото:");
define("LAN_603", "Метод компрессии превью:");
define("LAN_604", "GD1");
define("LAN_605", "GD2");
define("LAN_606", "Разрешить комментарии к фото:");
define("LAN_607", "Альбомов в строке:");
define("LAN_608", "Альбомов на страницу:");
define("LAN_609", "Превью в строке:");
define("LAN_610", "Превью на страницу:");
define("LAN_611", "Максимальный размер фото:");
define("LAN_612", "Максимальный размер файла (байты):");
define("LAN_613", "Ширина x Высота");
// Other Settings
define("LAN_650", "Другие настройки");
define("LAN_651", "Список запрещенных слов:");
define("LAN_652", "Количество слов в строке.");
define("LAN_653", "Оставьте пустым, если не требуется.");
define("LAN_654", "Слова для замены мата:");
define("LAN_655", "Разрешить гостям постить на форуме:");
define("LAN_656", "Кол-во сообщений в мини-чате:");
define("LAN_657", "Режим обслуживания:");
define("LAN_658", "Сообщение о режиме обслуживания:");
// Save Settings
define("LAN_700", "Сохранить настройки");
// Other Settings
define("LAN_750", "Чистка форума");
define("LAN_751", "Сообщений удалено: ");
define("LAN_752", "Тем удалено: ");
define("LAN_753", "Счетчики тем и сообщений обновлены:");
define("LAN_754", " тем ");
define("LAN_755", " сообщений");
define("LAN_756", "Счетчик ответов обновлен:");
define("LAN_757", " ответов");

?>