<?php
// Forum Index
$locale['400'] = "Форум";
$locale['401'] = "Форум";
$locale['402'] = "Тем";
$locale['403'] = "Сообщений";
$locale['404'] = "Последнее сообщение";
$locale['405'] = "Нет сообщений";
$locale['406'] = "Автор ";
$locale['407'] = "Нет форумов.";
$locale['408'] = "Нет категорий.";
$locale['409'] = "Форумы, имеющие новые сообщения со времени вашего последнего визита.";
$locale['410'] = "Форумы, не имеющие новых сообщений со времени вашего последнего визита.";
$locale['411'] = "Модератор ";
$locale['412'] = "Страница: ";
// View Forum
$locale['450'] = "Просмотр форума";
$locale['451'] = "Тема";
$locale['452'] = "Автор";
$locale['453'] = "Просмотров";
$locale['454'] = "Ответов";
$locale['455'] = "Тем нет";
$locale['456'] = "Открытая тема, имеющая новые сообщения с момента вашего последнего визита ";
$locale['457'] = "20 и более";
$locale['458'] = "Открытая тема, не имеющая новых сообщений с момента вашего последнего визита.";
$locale['459'] = "Закрытая тема.";
$locale['460'] = "Прикрепленная тема.";
$locale['461'] = "Вы не авторизированы для промотра этого форума.";
// View Thread
$locale['500'] = "Просмотр темы";
$locale['501'] = "Автор";
$locale['502'] = "Сообщений:";
$locale['503'] = "Откуда:";
$locale['504'] = "Зарегистрирован:";
$locale['505'] = "Опубликовано ";
$locale['506'] = " присоединил изображение:";
$locale['507'] = " присоединил файл:";
$locale['508'] = "Изменил(а) ";
$locale['509'] = ", ";
$locale['510'] = "Вы не авторизированы для промотра этой темы.";
$locale['511'] = "На главную страницу форума";
$locale['512'] = "Быстрый ответ";
$locale['513'] = " Запретить смайлы";
$locale['514'] = "Ответить";
// Moderator Options
$locale['520'] = "Опции модератора:";
$locale['521'] = "Удалить тему";
$locale['522'] = "Закрыть тему";
$locale['523'] = "Открыть тему";
$locale['524'] = "Прикрепить тему";
$locale['525'] = "Убрать прикрепление";
$locale['526'] = "Переместить тему";
$locale['527'] = "Сделать новой";
$locale['528'] = "ОК";
// Search Forum
$locale['550'] = "Поиск";
?>