<?php
// Site Settings
$locale['401'] = "基本组态";
$locale['402'] = "网站名称:";
$locale['403'] = "网站网址:";
$locale['404'] = "广告布条:";
$locale['405'] = "网站电子信箱:";
$locale['406'] = "你的名字或帐号:";
$locale['407'] = "网站介绍:";
$locale['408'] = "如不需要可保留空白不填写";
$locale['409'] = "网站描述:";
$locale['410'] = "网站关键字:";
$locale['411'] = "请用半形逗号分开每个关键字";
$locale['412'] = "网站底端显示:";
$locale['413'] = "网站启始页:";
$locale['414'] = "网站语言:";
$locale['415'] = "网站风格:";
// Time & Date Settings
$locale['450'] = "时间以及日期设定";
$locale['451'] = "简易日期显示:";
$locale['452'] = "完整日期显示:";
$locale['453'] = "讨论版整日期显示:";
$locale['454'] = "网站标题处日期显示:";
$locale['455'] = "-- 选择一个显示样式 --";
$locale['456'] = "时差调整";
// Forum Settings
$locale['500'] = "讨论版设定";
$locale['501'] = "最新的讨论区主题区块:";
$locale['502'] = "启用";
$locale['503'] = "停用";
$locale['505'] = "显示多少篇讨论版文章:";
$locale['506'] = "(最新的讨论区主题区块)";
$locale['507'] = "启用附件?";
$locale['508'] = "是";
$locale['509'] = "否";
$locale['510'] = "启用大小最大限制:";
$locale['511'] = "大小单位是 bytes";
$locale['512'] = "可用的档案类型:";
$locale['513'] = "请用半形逗号分开每个档案类型";
$locale['514'] = "自动删文:";
$locale['515'] = "注意";
$locale['516'] = "自动删除超过设定天数的<br>讨论版文章/主题。";
$locale['517'] = "删除";
$locale['518'] = "天";
// Registration Settings
$locale['550'] = "注册设定";
$locale['551'] = "启用注册系统?";
$locale['552'] = "在注册时使用电子信箱的确认?";
$locale['553'] = "显示确认代码?";
$locale['554'] = "确认代码显示形式:";
$locale['555'] = "图片";
$locale['556'] = "文字";
$locale['557'] = "在注册时管理员启动会员帐号?";
// Photo Gallery Settings
$locale['600'] = "相簿艺廊设定";
$locale['601'] = "相簿缩图大小:";
$locale['602'] = "相片缩图大小:";
$locale['603'] = "缩图方式:";
$locale['604'] = "GD1";
$locale['605'] = "GD2";
$locale['606'] = "允许图片评论?";
$locale['607'] = "每一行的相簿数目:";
$locale['608'] = "每一页的相簿数目:";
$locale['609'] = "每一行的缩图数目:";
$locale['610'] = "每一页的缩图数目:";
$locale['611'] = "图片大小最大限制:";
$locale['612'] = "图片大小最大限制 (bytes):";
$locale['613'] = "宽 x 高";
// Other Settings
$locale['650'] = "其他设定";
$locale['651'] = "过滤文字清单:";
$locale['652'] = "请再每一行输入一个字。";
$locale['653'] = "如不需要可保留空白不填写。";
$locale['654'] = "替换文字:";
$locale['655'] = "允许访客发言?";
$locale['656'] = "线上聊天的文章数:";
$locale['657'] = "维修状态:";
$locale['658'] = "维修状态显示的讯息:";
$locale['659'] = "启用文字过滤?";
// Private Message Settings
$locale['700'] = "私人讯息设定";
$locale['701'] = "收件夹讯息上限:";
$locale['702'] = "寄件夹讯息上限:";
$locale['703'] = "储存夹讯息上限:";
$locale['704'] = "设为 0 则做不限制";
$locale['707'] = "私人讯息的限制";
$locale['708'] = "会员的预设设定";
$locale['709'] = "当有新的私人讯息时以电子邮件通知?";
$locale['710'] = "储存送出讯息吗?";
$locale['711'] = "注意: 这些选项将以会员自身的设定为准。如果会员没有对这些设定做出修改，则将以网站的通用预设为准。";
// Save Settings
$locale['750'] = "储存设定";
$locale['751'] = "<< 上一页";
$locale['752'] = "下一页 >>";
// Other Settings
$locale['800'] = "讨论版自动删文";
$locale['801'] = "删除的文章: ";
$locale['802'] = "删除的主题: ";
$locale['803'] = "删除的附件: ";
?>
