<?php
$locale['400'] = "删除及时聊天讯息";
$locale['401'] = "聊天讯息已经成功删除";
$locale['402'] = "回到及时聊天管理";
$locale['403'] = "回到控制台首页";
$locale['404'] = "删除及时聊天讯息";
$locale['405'] = "聊天讯息已经成功删除";
// Edit Shout
$locale['420'] = "编辑聊天讯息内容";
$locale['421'] = "讯息内容:";
$locale['422'] = "储存聊天讯息内容";
// Prune Shoutbox
$locale['430'] = "删除超过";
$locale['431'] = " 天的及时聊天讯息";
$locale['432'] = "删除聊天讯息";
// Current Shouts
$locale['440'] = "目前拥有的聊天讯息";
$locale['441'] = "编辑";
$locale['442'] = "删除";
$locale['443'] = "发表人 IP: ";
$locale['444'] = "目前没有任何聊天讯息。";
?>
