<?php
// Forum Index
$locale['400'] = "讨论区";
$locale['401'] = "版面";
$locale['402'] = "主题";
$locale['403'] = "文章";
$locale['404'] = "最后发表";
$locale['405'] = "没有文章";
$locale['406'] = "发表人 ";
$locale['407'] = "目前没有任何版面";
$locale['408'] = "目前没有任何版面分区";
$locale['409'] = "有新文章的版面";
$locale['410'] = "没有新文章的版面";
$locale['411'] = "版面管理员 ";
$locale['412'] = "页数: ";
// View Forum
$locale['450'] = "观看版面";
$locale['451'] = "主题";
$locale['452'] = "作者";
$locale['453'] = "观看";
$locale['454'] = "回覆";
$locale['455'] = "目前没有任何主题";
$locale['456'] = "有新文章的主题 ";
$locale['457'] = "拥有至少 20 篇文章的主题";
$locale['458'] = "没有新文章的主题";
$locale['459'] = "锁定主题";
$locale['460'] = "置顶主题";
$locale['461'] = "你没有观看此版面的权限";
// View Thread
$locale['500'] = "观看主题";
$locale['501'] = "作者";
$locale['502'] = "文章总数:";
$locale['503'] = "来自:";
$locale['504'] = "加入日期:";
$locale['505'] = "发表日期 ";
$locale['506'] = " 附加以下图片:";
$locale['507'] = " 附加以下档案:";
$locale['508'] = "编辑人 ";
$locale['509'] = " 编辑日期 ";
$locale['510'] = "你没有观看此文章的权限";
$locale['511'] = "回到讨论区首页";
$locale['512'] = "快速回覆";
$locale['513'] = " 关闭表情符号功能";
$locale['514'] = "回覆文章";
// Moderator Options
$locale['520'] = "版面管理员管理选项:";
$locale['521'] = "删除主题";
$locale['522'] = "锁定主题";
$locale['523'] = "解开锁定";
$locale['524'] = "置顶主题";
$locale['525'] = "解除主题置顶";
$locale['526'] = "移动主题";
$locale['527'] = "清空观看次数";
$locale['528'] = "Go";
// Search Forum
$locale['550'] = "搜寻";
?>
