<?php
$locale['400'] = "Восстановление пароля";
$locale['401'] = "Здравствуйте, [USER_NAME],\n
Ваш новый пароль на сайте ".$settings['sitename']." \n
[NEW_PASS]\n
С наилучшими пожеланиями,
".$settings['siteusername'];
$locale['402'] = "Новый пароль отправлен.";
$locale['403'] = "Вернуться на главную страницу";
$locale['404'] = "Такого E-mail нет в базе.";
$locale['405'] = "Попробуйте еще раз.";
$locale['406'] = "Введите адрес E-mail введенный при регистрации.<br>
Новый пароль будет выслан на него.";
$locale['407'] = "Выслать пароль";
?>