<?php
// Forum Index
$locale['400'] = "討論區";
$locale['401'] = "版面";
$locale['402'] = "主題";
$locale['403'] = "文章";
$locale['404'] = "最後發表";
$locale['405'] = "沒有文章";
$locale['406'] = "發表人 ";
$locale['407'] = "目前沒有任何版面";
$locale['408'] = "目前沒有任何版面分區";
$locale['409'] = "有新文章的版面";
$locale['410'] = "沒有新文章的版面";
$locale['411'] = "版面管理員 ";
$locale['412'] = "頁數: ";
// View Forum
$locale['450'] = "觀看版面";
$locale['451'] = "主題";
$locale['452'] = "作者";
$locale['453'] = "觀看";
$locale['454'] = "回覆";
$locale['455'] = "目前沒有任何主題";
$locale['456'] = "有新文章的主題 ";
$locale['457'] = "擁有至少 20 篇文章的主題";
$locale['458'] = "沒有新文章的主題";
$locale['459'] = "鎖定主題";
$locale['460'] = "置頂主題";
$locale['461'] = "你沒有觀看此版面的權限";
// View Thread
$locale['500'] = "觀看主題";
$locale['501'] = "作者";
$locale['502'] = "文章總數:";
$locale['503'] = "來自:";
$locale['504'] = "加入日期:";
$locale['505'] = "發表日期 ";
$locale['506'] = " 附加以下圖片:";
$locale['507'] = " 附加以下檔案:";
$locale['508'] = "編輯人 ";
$locale['509'] = " 編輯日期 ";
$locale['510'] = "你沒有觀看此文章的權限";
$locale['511'] = "回到討論區首頁";
$locale['512'] = "快速回覆";
$locale['513'] = " 關閉表情符號功能";
$locale['514'] = "回覆文章";
// Moderator Options
$locale['520'] = "版面管理員管理選項:";
$locale['521'] = "刪除主題";
$locale['522'] = "鎖定主題";
$locale['523'] = "解開鎖定";
$locale['524'] = "置頂主題";
$locale['525'] = "解除主題置頂";
$locale['526'] = "移動主題";
$locale['527'] = "清空觀看次數";
$locale['528'] = "Go";
// Search Forum
$locale['550'] = "搜尋";
?>
