<?php
// Contact Form
define("LAN_400", "Обратная связь");
define("LAN_401", "С нами можно связаться различными способами, вы можете послать нам E-mail сообщение.
 Если вы зарегистрированный пользователь, то вы можете послать нам <a href=./messages.php?step=send&user_id=1><U>Приватное сообщение</U></a>. Или,
вы можете заполнить форму на этой странице.");
define("LAN_402", "Имя:");
define("LAN_403", "E-mail:");
define("LAN_404", "Тема:");
define("LAN_405", "Сообщение:");
define("LAN_406", "Отослать");
// Contact Errors
define("LAN_420", "Вы должны ввести свое имя");
define("LAN_421", "Вы должны ввести свой E-mail");
define("LAN_422", "Вы должны ввести тему сообщения");
define("LAN_423", "Вы должны ввести текст сообщение");
// Message Sent
define("LAN_440", "Ваше сообщение отправлено");
define("LAN_441", "Спасибо");
define("LAN_442", "Ваше сообщение не отправлено по следующим причинам:");
define("LAN_443", "Попробуйте еще раз.");

?>