<?php
// Install Buttons
define("LAN_400", "Вперед");
define("LAN_401", "Сброс");
// Stage 2
define("LAN_410", "Версия PHP / Проверка прав доступа к файлам");
define("LAN_411", "Версия PHP");
define("LAN_412", "Проверка прав доступа в папки");
define("LAN_413", "Проверка прав доступа к файлам");
define("LAN_414", "<font color='red'>Сбой</font>");
define("LAN_415", "<font color='green'>ОК</font>");
define("LAN_416", "Версия PHP ниже рекомендуемой<br>
Вы можете продолжить установку, но мы не гарантируем, что PHP-Fusion будет правильно работать.");
define("LAN_417", "Проверка прав доступа к папкам и файлам прошла успешно.");
// Stage 3
define("LAN_430", "Настройки mySQL");
define("LAN_431", "Введите настройки mySQL ниже.<br>
Если у вас только одна БД, то мы настоятельно рекомендуем использовать префикс таблиц. Иначе система может работать неправильно.<br>
Если вы не знаете своих mySQL настроек, то свяжитесь со службой тех. поддержки вашего хостинга.");
define("LAN_432", "mySQL сервер:");
define("LAN_433", "Имя пользователя БД:");
define("LAN_434", "Пароль БД:");
define("LAN_435", "Название БД:");
define("LAN_436", "Префикс таблиц:");
// Stage 4
define("LAN_450", "Настройки сохранены");
define("LAN_451", "Данные успешно записаны в файл fusion_config.php. Нажмите кнопку 'Дальше' для создания таблиц.");
define("LAN_452", "Настройки не сохранены");
define("LAN_453", "Невозможно записать данные в файл fusion_config.php. Установите правильные права доступа (666) к файлу fusion_config.php.");
// Stage 5
define("LAN_470", "Создание таблиц БД");
define("LAN_471", "Таблицы БД созданы. Если возникнут какие-либо ошибки, исправьте настройки mySQL и повторите установку.");
define("LAN_472", "Таблица ");
define("LAN_473", " создана");
define("LAN_474", "<font color='red'>Ошибка:</font> Невозможно создать таблицу ");
define("LAN_475", "PHP-Fusion успешно соединился с mySQL сервером, но не смог найти указанную БД. Проверьте правильность настроек mySQL и повторите установку снова.");
define("LAN_476", "PHP-Fusion не смог соединиться с mySQL сервером. Проверьте правильность настроек mySQL и повторите установку снова.");
define("LAN_477", "Недоступна указанная база ");
// Stage 6
define("LAN_490", "Создание Супер Администратора");
define("LAN_491", "Создайте Супер Администратора, заполнив форму ниже. Все поля обязательны для заполнения");
define("LAN_492", "Имя пользователя");
define("LAN_493", "Пароль:");
define("LAN_494", "Повтор пароля:");
define("LAN_495", "И-мэйл адрес:");
// Stage 7 Errors
define("LAN_520", "Вы не ввели имя пользователя.");
define("LAN_521", "Пароли не совпадают.");
define("LAN_522", "Вы не ввели пароль.");
define("LAN_523", "Вы не ввели и-мэйл адрес.");
// Stage 7 Navigation Links
define("LAN_540", "Главная");
define("LAN_541", "Статьи");
define("LAN_542", "Файловый архив");
define("LAN_543", "FAQ");
define("LAN_544", "Форумы");
define("LAN_545", "Обратная связь");
define("LAN_546", "Гостевая");
define("LAN_547", "Ссылки");
define("LAN_548", "Фото галерея");
define("LAN_549", "Поиск");
define("LAN_550", "Добавить ссылку");
define("LAN_551", "Добавить новость");
define("LAN_552", "Добавить статью");
// Stage 7 Panels
define("LAN_560", "Навигация");
define("LAN_561", "Сейчас на сайте");
define("LAN_562", "Темы форума");
define("LAN_563", "Последние статьи");
define("LAN_564", "Приветствие");
define("LAN_565", "Список тем форума");
define("LAN_566", "Информация о пользователе");
define("LAN_567", "Опрос");
define("LAN_568", "Мини-чат");
// Stage 7 Errors
define("LAN_600", "Установка успешно завершена");
define("LAN_601", "PHP-Fusion установлен и готов к использованию.  Если у вас есть вопросы, или возникли какие-либо проблемы, заходите на наш <a href='http://www.php-fusion.co.uk/forum/'>форум</a>.
Спасибо за выбор PHP-Fusion.");
define("LAN_602", "Установка провалена");
define("LAN_603", "PHP-Fusion не смог завершить установку по следующим причинам:");
define("LAN_604", "попробуйте повторить установку.");
?>