<?php
define("LAN_400", "Восстановление пароля");
define("LAN_401", "Здравствуйте, [USER_NAME],<br>
<br>
Ваш новый пароль на сайте ".$settings[sitename].":<br>
<br>
<span class=\"alt\">[NEW_PASS]</span><br>
<br>
С наилучшими пожеланиями,");
define("LAN_402", "Новый пароль отправлен на E-mail.");
define("LAN_403", "Вернуться на главную страницу");
define("LAN_404", "Такого E-mail нет в базе.");
define("LAN_405", "Попробуйте еще раз.");
define("LAN_406", "Введите адрес E-mail введенный при регистрации.<br>
Новый пароль будет выслан на него.");
define("LAN_407", "Выслать пароль");
?>