<?php
// Members List
define("LAN_400", "Список пользователей");
define("LAN_401", "Имя пользователя");
define("LAN_402", "Статус");
define("LAN_403", "Нет имен, начинающихся с ");
define("LAN_404", "Показать все");
// User Profile
define("LAN_420", "Профиль: ");
define("LAN_421", "Общая Информация");
define("LAN_422", "Статистика");
define("LAN_423", "Пользовательские группы");
// Edit Profile
define("LAN_440", "Редактировать профиль");
define("LAN_441", "Профиль успешно изменен");
define("LAN_442", "Не могу изменить профиль:");
// Edit Profile Form
define("LAN_460", "Обновить профиль");
// Update Profile Errors
define("LAN_480", "Вы должны определить имя и e-mail адрес.");
define("LAN_481", "Имя пользователя содержит недопустимые символы.");
define("LAN_482", "Пользователь с именем ".$_POST['user_name']." уже используется.");
define("LAN_483", "Неверный e-mail адрес.");
define("LAN_484", "E-mail  ".$_POST['user_email']." уже используется.");
define("LAN_485", "Новые пароли не сочетаются.");
define("LAN_486", "Неверный пароль, используйте только буквы и цифры.<br>
Пароль должен быть не менее 6 символов.");
define("LAN_487", "<b>Внимание:</b> ошибочное выполнение сценария.");
?>