<?php
define("LAN_400", "Альбомы");
define("LAN_401", "Альбом пуст");
define("LAN_402", "Последнее обновление: ");
define("LAN_403", " фото");
define("LAN_404", " фото");
define("LAN_405", "Загрузка изображения...");
define("LAN_406", "[Обновлено]");
define("LAN_407", "Нет альбомов");
define("LAN_408", "Альбом: ");
define("LAN_409", "Количество фото: ");
define("LAN_410", "Последнее фото опубликовано ");
define("LAN_411", ", опубликовал ");
define("LAN_412", "Нет");
define("LAN_413", "Содержание");
define("LAN_414", "Просмотров: ");
define("LAN_415", "Нет комментариев");
define("LAN_416", "комментарий");
define("LAN_417", "комментариев");
define("LAN_418", "В этом альбоме нет фото.");
define("LAN_419", "Фото: ");
define("LAN_420", "Размер: ");
define("LAN_421", " пикселей ");
define("LAN_422", "Фото добавил ");
define("LAN_423", ", ");
define("LAN_424", "Фото смотрели ");
define("LAN_425", " раз");
define("LAN_426", "В список альбомов");
define("LAN_427", "В этот альбом");
define("LAN_428", "Ошибка базы данных");
define("LAN_429", "< Предыдущее");
define("LAN_430", "Следующее >");

?>