<?php
// Site Search
define("LAN_400", "Поиск");
define("LAN_401", "Искать для:");
define("LAN_402", "Категория:");
define("LAN_403", "Результат поиска");
// Categories
define("LAN_410", "Новости");
define("LAN_411", "Статьи");
define("LAN_412", "Сообщения на форуме");
// Search Results
define("LAN_420", "Найдены соответствия ");
define("LAN_421", "и ");
define("LAN_422", "- Прислано на ");
define("LAN_423", "заголовки новостей ");
define("LAN_424", "техт новостей ");
define("LAN_425", "текст расширенных новостей ");
define("LAN_426", "заголовки статей ");
define("LAN_427", "текст статей ");
define("LAN_428", "заголовки сообщений ");
define("LAN_429", "содержание сообщений ");
// No Results
define("LAN_440", "соответствия не найдены.");
define("LAN_441", "Текст для поиска должен быть по крайней мере 3 символа.");
?>