<?php
define("LAN_400", "Помощь по мини-чату");
define("LAN_401", "Мини-чат сайта '".$settings[sitename]."' позволяет поселителям сайта отправлять короткие сообщения. HTML код не разрешен. Максимальная длинна сообщения
255 символов. Слова размером более 20 символов будут разбиваться на несколько строк.
 В мини-чате <b>запрещен</b>:<br>
<br>
· Реклама.<br>
· Флейм.<br>
· Флуд.<br>
· Мат.<br>
<br>
Вы можете рекламировать свой сайт, только в разрешенных на портале местах (форум раздел Реклама, Топлист, Ссылки).
<BR>Вы должны ввести свое имя и сообщение. Иначе сообщение не будет опубликовано. Вы также можете использовать смайлы:");
define("LAN_402", "Код");
define("LAN_403", "Смайл");
define("LAN_404", "'".$settings[sitename]."' оставляет за собой право редактирования и удаления сообщений по своему усмотрению. Если у вас есть вопросы, пишите 
 <a href=../contact.php>Админу</a>.");
?>