<?php
define("LAN_400", "Отправить ссылку");
// Submit News Success
define("LAN_410", "Спасибо за ссылку.");
define("LAN_411", "Отправить другую ссылку");
define("LAN_412", "Вернуться в ".$settings['sitename']);
// Submit Link Form
define("LAN_420", "После проверки Администратором ваша ссылка будет опубликована.");
define("LAN_421", "Категория ссылки:");
define("LAN_422", "Название ссылки:");
define("LAN_423", "URL ссылки:");
define("LAN_424", "Описание ссылки:");
define("LAN_425", "Отправить ссылку");
// Submit News
define("LAN_450", "Отправить новость");
// Submit News Success
define("LAN_460", "Спасибо за размещение вашей новости");
define("LAN_461", "Хотите отправить еще одну новость?");
// Submit News Form
define("LAN_470", "Используйте эту форму для отправки новостей. Ваша новость будет проверена Администратором сайта '".$settings[sitename]."' и после этого размещена на сайте. Новость должна соответствовать тематике этого сайта. Иначе она будет удалена.");
define("LAN_471", "Заголовок:");
define("LAN_472", "Новость:");
define("LAN_473", " Автоматический перенос строки");
define("LAN_474", "Предв. просмотр");
define("LAN_475", "Отправить новость");
// Submit Article
define("LAN_500", "Отправить статью");
// Submit Article Success
define("LAN_510", "Спасибо за статью.");
define("LAN_511", "Отправить другую статью");
// Submit Article Form
define("LAN_520", "Используйте эту форму для отправки статей. Ваша статья будет проверена Администратором сайта '".$settings[sitename]."' и после этого размещена на сайте. Статья должна соответствовать тематике этого сайта. Иначе она будет удалена.");
define("LAN_521", "Категория:");
define("LAN_522", "Заголовок:");
define("LAN_523", "Описание:");
define("LAN_524", "Статья:");
define("LAN_525", " Автоматический перенос строки");
define("LAN_526", "Предв. просмотр");
define("LAN_527", "ОК");
// Submit Error
define("LAN_550", "Пожалуйста, заполните форму.");
define("LAN_551", "Не определена категория.");
?>